Repository: Qrsto/botaccount
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ru

source: 👤 Name:
ru: 👤 Имя:

source: 💵 Balance:
ru: 💵 Баланс:

source: 🚀 Subscription:
ru: Подписка 🚀

source: Please insert the amount you want to charge:
ru: Пожалуйста, введите сумму, которую вы хотите снять:

source: Pay
ru: Платить

source: Check Payment
ru: Проверить платеж

source: Back
ru: Назад

source: Click the button Pay below to top up your account 💵
ru: Нажмите кнопку Оплатить ниже, чтобы пополнить счет 💵

source: Waiting for payment 🟡
ru: Жду оплаты 🟡

source: Payment received, but need confirmations 🟡
ru: Оплата получена, но нужны подтверждения 🟡

source: Payment completed ✅
ru: Оплата завершена ✅

source: Thanks for purchase! Your new balance is {new_balance} 💵
ru: Спасибо за покупку! Ваш новый баланс: {new_balance} 💵

source: Payment failed
ru: Платеж не прошел

source: You already have a subscription
ru: У вас уже есть подписка

source: Yes
ru: Да

source: No
ru: Нет

source: Top Up
ru: Пополнить

source: Do you want to subscribe for 10$?
ru: Хотите подписаться за 10$?

source: You don't have enough balance to subscribe
ru: У вас недостаточно средств для подписки

source: ⬅️ Back
ru: ⬅️ Назад

source: Profile 👤
ru: Профиль 👤

source: Your balance is {row[1]}$
ru: Ваш баланс составляет {row[1]}$

source: You have successfully subscribed
ru: Вы успешно подписались

source: You have not subscribed
ru: Вы не подписаны

source: Please enter the string to search for: 🔎
ru: Введите строку для поиска: 🔎

source: Searching... 🔎, this may take 3 to 5 minutes
ru: Поиск... 🔎, это может занять от 3 до 5 минут

source: No results found for the string entered
ru: По введенной строке ничего не найдено

source: Occurrencies for
ru: Вхождения для

source: Choose if you want to buy Half or All of them
ru: Выберите, хотите ли вы купить половину или все из них

source: You can only select half or all of the available rows, please try again
ru: Вы можете выбрать только половину или все доступные строки. Повторите попытку.

source: Accept
ru: Принимать

source: Decline
ru: Отклонить

source: Home
ru: Дом

source: Price for
ru: Цена за

source: lines of
ru: линии

source: Make an offer
ru: Сделать предложение

source: No price has been found for your query, make an offer or decline
ru: По вашему запросу цена не найдена, сделайте предложение или отклоните

source: The request has been sent, you will be notified when the owner replies
ru: Запрос отправлен, вы будете уведомлены, когда владелец ответит

source: You have declined the offer
ru: Вы отклонили предложение

source: Thank you for your purchase!
ru: Спасибо за покупку!

source: Thank you for your time!
ru: Спасибо за ваше время!

source: Please select one of the options
ru: Пожалуйста, выберите один из вариантов

source: You have to subscribe to get access to the bot
ru: Вы должны подписаться, чтобы получить доступ к боту

source: Please select your language:
ru: Пожалуйста, введите сумму, которую вы хотите снять:

source: Language changed to Russian. Do /start to see the changes.
ru: Язык сменился на русский. Сделайте /start, чтобы увидеть изменения.

source: Prices: 💵
ru: Цена за 💵

source: Get rows 🎯
ru: Получить ряды 🎯

source: Subscription 🚀
ru: Подписка 🚀

source: Prices 📊
ru: Цена за 📊

source: Language 🌐
ru: Язык 🌐

source: FAQ 📢
ru: Часто задаваемые вопросы 📢

source: 👤 Loaded Lines:
ru: 👤 Загруженные линии:

source: 💵 Sold lines:
ru: 💵 Проданные линии:
